#include <locale.h>
void main()
{
	setlocale(LC_CTYPE, "RUS");

	puts("*************************************************************************************");
	puts("*  Тема: Написание и компиляция консольного приложения в среде разработки MVS 2022  *");
	puts("*                                                                                   *");
	puts("*                   Выполнила Тараненко Майя бИЦ-241                                *");
	puts("*                                                                                   *");
	puts("*************************************************************************************");


}
