#include <locale.h>
void name()
{
	setlocale(LC_CTYPE, "RUS");

	puts("*************************************************************************************");
	puts("*  Тема: Написание и компиляция консольного приложения в среде разработки MVS 2022  *");
	puts("*                                                                                   *");
	puts("*                   Выполнила Тараненко Майя бИЦ-241                                *");
	puts("*                                                                                   *");
	puts("*************************************************************************************");


}
void data()
{
	setlocale(LC_CTYPE, "RUS");

	puts("   __   .    __   __    __   __      ");
	puts("  |  | /|   |  | |_    |  | |__      ");
	puts("  |  |  |   |  |   |   |  | |  |     ");
	puts("   --   ' .  --  --  .  --   -- .    ");

}
void main()
{
	name();
	data();

}
